#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# @Author : Pupper
# @Email  : pupper.cheng@gmail.com

version = "v0.25 免费版"

notice = """
登录成功! \n
    欢迎使用 CuteAide 应用程序。\n\n
    
更新说明: \n
    1. 优化类 weapon.lua 脚本;\n
    2. 去除了开包右键识别功能, 现在识别只有打开背包可以识别, 请注意;\n
    3. 优化了配件影响系数算法;\n
    4. 微调了 M762 的弹道, 目前 M762 的弹道已经比较稳定;\n\n

公告：\n
    1. 目前应用只适用于 1920*1080 分辨率, 如能提供其他分辨率资源图不胜感谢.\n
    2. 目前使用的是其他群友提供的弹道, 后续会进行精调, 有能力的用户可以自己调试.\n
    3. 目前有些功能比较粗糙, 后续会进行优化.\n
    4. 欢迎加入 QQ群, 后续更新优先在群内发布.\n
    5. 如有好的思路或者建议,请联系管理员.\n
    6. 文明、 和谐、理性、互助、共赢\n
"""
