#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# @Author : Pupper
# @Email  : pupper.cheng@gmail.com

version = "v0.32 免费版"

notice = """
登录成功! \n
    欢迎使用 CuteAide 应用程序。\n\n
    
更新说明: \n
    1. 优化程序运行, 现在程序运行更加流畅;\n
    2. 解决窗口识别错误的问题;\n
    3. 新增自动识别开火状态, 使用更方便了;\n
    4. 新增背包右键识别, 不用每次都开包识别了;\n\n

公告：\n
    1. 目前应用只适用于 1920*1080 分辨率, 如能提供其他分辨率资源图不胜感谢.\n
    2. 目前使用的是其他群友提供的弹道, 后续会进行精调, 有能力的用户可以自己调试.\n
    3. 目前有些功能比较粗糙, 后续会进行优化.\n
    4. 欢迎加入 QQ群, 后续更新优先在群内发布.\n
    5. 如有好的思路或者建议,请联系管理员.\n
    6. 文明、 和谐、理性、互助、共赢\n
"""
