#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# @Author : Pupper
# @Email  : pupper.cheng@gmail.com

version = "v0.31 免费版"

notice = """
登录成功! \n
    欢迎使用 CuteAide 应用程序。\n\n
    
更新说明: \n
    1. 现在支持所有自动枪械, 单点枪械暂不支持;\n
    2. 微调驱动脚本, 能实时读取枪械弹道;\n
    3. 更换完枪械、配件需要重新打开背包用于识别;\n
    4. 优化识别程序, 减少内存占用;\n
    5. 修复长按压枪无效的问题;\n
    6. 修复 ctrl_l 下蹲无效的问题.\n\n

公告：\n
    1. 目前应用只适用于 1920*1080 分辨率, 如能提供其他分辨率资源图不胜感谢.\n
    2. 目前使用的是其他群友提供的弹道, 后续会进行精调, 有能力的用户可以自己调试.\n
    3. 目前有些功能比较粗糙, 后续会进行优化.\n
    4. 欢迎加入 QQ群, 后续更新优先在群内发布.\n
    5. 如有好的思路或者建议,请联系管理员.\n
    6. 文明、 和谐、理性、互助、共赢\n
"""
